Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# pending_invitation_screen_accept
source: Accept
be: Прыняць
ca: Accepta
cs: Přijmout
da: Accepter
de: Annehmen
el: Αποδοχή
es: Aceptar
es_419: Aceptar
fi: Hyväksy
fr: Accepter
hu: Elfogadás
id: Terima
it: Accetta
ja: 承認
ka: დასტური
ko: 수락
nb: Aksepter
nl: Accepteren
pl: Akceptuj
pt: Aceitar
pt_br: Aceitar
ro: Acceptare
ru: Принять
sk: Prijať
sv: Acceptera
tr: Kabul et
uk: Схвалити
zh_hans: 接受
zh_hant: 接受

# pending_invitation_screen_decline
source: Decline
be: Адхіліць
ca: Rebutja
cs: Odmítnout
da: Afslå
de: Ablehnen
el: Απόρριψη
es: Rechazar
es_419: Rechazar
fi: Kieltäydy
fr: Refuser
hu: Elutasítás
id: Tolak
it: Rifiuta
ja: 拒否
ka: უარყოფა
ko: 거절
nb: Avslå
nl: Afwijzen
pl: Odrzuć
pt: Recusar
pt_br: Negar
ro: Refuzare
ru: Отклонить
sk: Odmietnuť
sv: Avböj
tr: Reddet
uk: Відхилити
zh_hans: 拒绝
zh_hant: 婉拒

# pending_invitation_screen_sort
source: Share date
be: Абагуліць дату
ca: Data de compartició
cs: Datum sdílení
da: Dato for deling
de: Freigabedatum
el: Ημερομηνία κοινής χρήσης
es: Fecha de compartición
es_419: Fecha de compartido
fi: Jakopäivämäärä
fr: Date de partage
hu: Megosztás dátuma
id: Tanggal pembagian
it: Data di condivisione
ja: 共有日
ka: გაზიარების თარიღი
ko: 날짜 공유
nb: Deledato
nl: Deel datum
pl: Udostępnij datę
pt: Data de partilha
pt_br: Data do compartilhamento
ro: Dată partajare
ru: Дата совместного использования
sk: Dátum zdieľania
sv: Delningsdatum
tr: Paylaşım tarihi
uk: Дата спільного доступу
zh_hans: 共享日期
zh_hant: 共享日期

# pending_invitation_screen_title
source: Pending shared items
be: Чаканне абагуленых элементаў
ca: Elements compartits pendents
cs: Nevyřízené sdílené položky
da: Afventende delte elementer
de: Ausstehende geteilte Einträge
el: Εκκρεμή κοινόχρηστα στοιχεία
es: Elementos compartidos pendientes
es_419: Elementos compartidos pendientes
fi: Odottavat jaot
fr: Éléments partagés en attente
hu: Függőben lévő megosztott elemek
id: Item yang dibagikan yang belum ditanggapi
it: Elementi condivisi in sospeso
ja: 保留中の共有アイテム
ka: დარჩენილი გაზიარებული ელემენტები
ko: 공유된 항목 대기 중
nb: Ventende delte elementer
nl: Gedeelde items in behandeling
pl: Oczekujące elementy na udostępnienie
pt: Itens partilhados pendentes
pt_br: Itens compartilhados pendentes
ro: Articole partajate în așteptare
ru: В ожидании общих элементов
sk: Čakajúce zdieľané položky
sv: Väntande delade objekt
tr: Bekleyen paylaşılmış ögeler
uk: Очікування елементів, якими поділилися
zh_hans: 待处理的共享项目
zh_hant: 擱置中的已分享項目

# photo_action_remove_item
source: Remove %d items
be: Выдаліць %d элементаў
ca: Esborreu %d elements
cs: Odebrat %d položek
da: Fjern %d elementer
de: %d Einträge entfernen
el: Κατάργηση %d στοιχείων
es: Eliminar %d elementos
es_419: Eliminar %d elementos
fi: Poista %d kohdetta
fr: Retirer %d éléments
hu: %d elem eltávolítása
id: Hapus %d item
it: Rimuovi %d elementi
ja: %d個のアイテムを削除
ka: %d ელემენტის წაშლა
ko: %d개 항목 삭제
nb: Fjern %d elementer
nl: %d items verwijderen
pt_br: Remover %d itens
ro: Eliminare articole: %d
sk: Odstrániť %d položiek
sv: Ta bort %d objekt
tr: %d ögeyi kaldır
zh_hans: 移除 %d 项

# photo_backup_banner_in_progress
source: Backup in progress. This may take a while.
be: Адбываецца стварэнне рэзервовай копіі. Гэта можа заняць некаторы час.
ca: Còpia de seguretat en curs. Això pot trigar una estona.
cs: Probíhá zálohování. Může to chvíli trvat.
da: Sikkerhedskopiering er i gang. Det kan tage noget tid.
de: Sicherung läuft. Das kann etwas dauern.
el: Η δημιουργία αντιγράφων ασφαλείας βρίσκεται σε εξέλιξη. Μπορεί να χρειαστεί λίγος χρόνος.
es: La copia de seguridad está en curso. Esto puede tardar un momento.
es_419: La copia de seguridad está en curso. Esto puede tardar un momento.
fi: Varmuuskopiointi käynnissä. Tämä voi kestää hetken.
fr: Une sauvegarde est en cours. Cela peut prendre un certain temps.
hu: Biztonsági mentés folyamatban van. Ez egy ideig eltarthat.
id: Pencadangan sedang berlangsung.Proses ini dapat memakan waktu sejenak.
it: Backup in corso. L'operazione potrebbe richiedere del tempo.
ja: バックアップは進行中です。これには少し時間がかかる場合があります。
ka: მიმდინარეობს მარქაფის აღება.ამას, კარგა ხანი შეიძლება დასჭირდეს.
ko: 백업 진행 중. 시간이 조금 소요됩니다.
nb: Sikkerhetskopiering pågår. Dette kan ta litt tid.
nl: Bezig met back-uppen. Dit kan een tijdje duren.
pl: Kopia zapasowa jest w toku. To może zająć chwilę.
pt: A cópia de segurança está em progresso. Isto pode demorar algum tempo.
pt_br: O backup está em progresso. Isso pode demorar um pouco.
ro: Conservare în desfășurare. Ar putea dura un timp.
ru: Выполняется резервное копирование. Это может занять некоторое время.
sk: Prebieha zálohovanie. Môže to chvíľu trvať.
sv: Säkerhetskopiering pågår. Det kan ta ett tag.
tr: Yedekleme sürüyor. Bu işlem biraz zaman alabilir.
uk: Йде резервне копіювання. Це може зайняти деякий час.
zh_hans: 正在备份，这可能需要一些时间。
zh_hant: 備份進行中。這可能需要一段時間。

# photo_backup_banner_title_e2ee
source: End-to-end encrypted
be: Зашыфравана скразным метадам
ca: Xifrat d'extrem a extrem
cs: Koncově šifrováno
da: End-to-end krypteret
de: Ende-zu-Ende-verschlüsselt
el: Κρυπτογραφημένο από άκρο σε άκρο (διατερματικά)
es: Cifrado de extremo a extremo
es_419: Cifrado de extremo a extremo
fi: Päästä päähän -salattu
fr: Chiffré de bout en bout
hu: Végpontok közt titkosított
id: Terenkripsi secara ujung ke ujung
it: Crittografia end-to-end
ja: エンドツーエンド暗号化
ka: გამჭოლად დაშიფრული
ko: 종단간 암호화됨
nb: Ende-til-ende-kryptert
nl: End-to-end versleuteld
pl: Szyfrowanie end-to-end
pt: Encriptado de ponta a ponta
pt_br: Criptografado de ponta a ponta
ro: Criptat bilateral
ru: Зашифровано сквозным методом
sk: End-to-end šifrované
sv: End-to-end-krypterad
tr: Uçtan uca şifrelenmiş
uk: Наскрізно зашифровано
zh_hans: 端到端加密
zh_hant: 點對點加密

# photo_feature_disable_alert_message
source: Are you sure you want to disable this feature? You can re-enable it later in settings if needed.
be: Вы сапраўды хочаце адключыць гэту функцыю? Пры неабходнасці яе можна будзе зноў уключыць у наладах.
ca: Segur que voleu desactivar aquesta característica? Podeu tornar a activar-la més tard a la configuració.
cs: Opravdu chcete tuto funkci deaktivovat? V případě potřeby ji můžete později znovu povolit v nastavení.
da: Er du sikker på, at du vil slå denne funktion fra? Du kan slå den til igen senere i indstillingerne efter behov.
de: Bist du dir sicher, dass du diese Funktion deaktivieren willst? Du kannst sie später bei Bedarf in den Einstellungen erneut aktiveren.
el: Θέλετε σίγουρα να απενεργοποιήσετε αυτήν τη δυνατότητα; Μπορείτε να την ενεργοποιήσετε ξανά αργότερα στις ρυθμίσεις, εάν χρειάζεται.
es: ¿Estás seguro de que quieres desactivar esta función? Puedes reactivarla después en los ajustes si es necesario.
es_419: ¿En verdad desea desactivar esta función? Puede reactivarla después en los ajustes si es necesario.
fi: Haluatko varmasti poistaa ominaisuuden käytöstä? Voit ottaa sen tarvittaessa uudelleen käyttöön asetuksissa.
fr: Êtes-vous sûr de vouloir désactiver cette fonctionnalité ? Vous pouvez la réactiver par la suite dans les paramètres, le cas échéant.
hu: Biztosan ki szeretné kapcsolni ezt a funkciót? Vissza tudja kapcsolni később a beállításokban.
id: Apakah Anda yakin ingin menonaktifkan fitur ini? Anda dapat mengaktifkan ulang fitur ini pada menu pengaturan apabila diperlukan.
it: Sei sicuro di voler disabilitare questa funzione? Puoi riattivarlo in seguito nelle impostazioni, se necessario.
ja: 本当にこの機能を無効にしますか？必要な時に設定でいつでも再有効活化できます。
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გათიშოთ ეს ფუნქცია? სურვილის შემთხვევაში მისი ჩართვა მორგების ფანჯრიდან შეგიძლიათ.
ko: 정말 이 기능을 비활성화하시겠습니까? 필요 시 설정에서 다시 활성화할 수 있습니다.
nb: Er du sikker på at du vil deaktivere denne funksjonen? Du kan aktivere den på nytt senere i innstillingene om nødvendig.
nl: Weet u zeker dat u deze functie wilt uitschakelen? U kunt het later indien nodig weer inschakelen in de instellingen.
pl: Czy na pewno chcesz wyłączyć tę funkcję? Możesz ją później ponownie włączyć w ustawieniach.
pt: Tem a certeza que deseja desativar esta funcionalidade? Pode reativá-la mais tarde nas definições, se necessário.
pt_br: Você tem certeza que você quer desativar esse recurso? Você pode ativar novamente depois nas configurações se precisar.
ro: Dezactivați această funcție? Puteți să o reactivați mai târziu în setări.
ru: Вы уверены, что хотите отключить эту функцию? Вы можете повторно включить ее позже в настройках, если необходимо.
sk: Skutočne chcete túto funkciu vypnúť? V prípade potreby ju môžete neskôr znovu povoliť v nastaveniach.
sv: Är du säker på att du vill inaktivera denna funktion? Du kan återaktivera det senare i inställningarna om det behövs.
tr: Bu özelliği kapatmak istediğinize emin misiniz? Gerekirse daha sonra ayarlardan yeniden açabilirsiniz.
uk: Ви впевнені, що хочете вимкнути цю функцію? Ви можете увімкнути її пізніше в налаштуваннях, якщо це необхідно.
zh_hans: 您确定要禁用此功能吗？如果需要，您可以稍后在设置中重新启用。
zh_hant: 您確定要停用此功能嗎？如果需要，您可以稍後在設定值中重新啟用。

# photo_feature_disable_title
source: Disable photo backup feature
be: Адключыць функцыю рэзервовага капіявання фатаграфій
ca: Desactiva la característica de còpia de seguretat de les fotos
cs: Deaktivovat funkci zálohování fotek
da: Deaktiver sikkerhedskopiering af billeder
de: Deaktiviere die Foto-Sicherung
el: Απενεργοποιήστε τη λειτουργία δημιουργίας αντιγράφων ασφαλείας φωτογραφιών
es: Desactivar la función de copia de seguridad de las fotos
es_419: Desactivar la función de copia de seguridad de las fotos
fi: Poista kuvien varmuuskopiointi käytöstä
fr: Désactiver la fonctionnalité de sauvegarde des photos
hu: A fényképek biztonsági mentésének letiltása
id: Nonaktifkan fitur pencadangan foto
it: Disabilita la funzione di backup delle foto
ja: 写真バックアップ機能を無効化
ka: სურათების მარქაფის ფუნქციის გამორთვა
ko: 사진 백업 기능 비활성화
nb: Deaktiver funksjonen for sikkerhetskopiering av bilder
nl: Schakel de functie voor foto back-up uit
pl: Wyłącz kopię zapasową zdjęć
pt: Desativar a funcionalidade de backup de fotos
pt_br: Desativar recurso de backup de fotos
ro: Dezactivare funcție de conservare imagini
ru: Отключить функцию резервного копирования фото
sk: Vypnúť funkciu zálohovania fotografií
sv: Inaktivera funktion för säkerhetskopiering av foto
tr: Fotoğraf yedekleme özelliğini kapat
uk: Вимкнути функцію резервного копіювання фотографій
zh_hans: 禁用图片备份功能
zh_hant: 停用相片備份功能

# photo_feature_enable_alert_message
source: Are you sure you want to enable this feature? The photo backup will be activated and displayed again.
be: Вы сапраўды хочаце ўключыць гэту функцыю? Рэзервовае капіяванне фатаграфій будзе актывавана і функцыя зноў будзе даступна ў праграме.
ca: Segur que voleu activar aquesta característica? La còpia de seguretat de les fotos s'activarà i es tornarà a mostrar.
cs: Opravdu chcete tuto funkci povolit? Zálohování fotek se povolí a znovu zobrazí.
da: Er du sikker på, at du vil aktivere denne funktion? Sikkerhedskopien af billeder aktiveres og vises igen.
de: Bist du dir sicher, dass du diese Funktion aktivieren willst? Die Foto-Sicherung wird aktiviert und erneut angezeigt.
el: Θέλετε σίγουρα να ενεργοποιήσετε αυτήν τη δυνατότητα; Το αντίγραφο ασφαλείας φωτογραφιών θα ενεργοποιηθεί και θα εμφανιστεί ξανά.
es: ¿Estás seguro de que quieres activar esta función? Se activará la copia de seguridad de fotos y se mostrarán de nuevo.
es_419: ¿En verdad desea activar esta función? Se activará la copia de seguridad de fotos y se mostrarán de nuevo.
fi: Haluatko varmasti ottaa tämän ominaisuuden käyttöön? Kuvien varmuuskopiointi otetaan käyttöön ja näytetään uudelleen.
fr: Êtes-vous sûr de vouloir activer cette fonctionnalité ? La sauvegarde des photos sera activée et s'affichera à nouveau.
hu: Biztos benne, hogy szeretné engedélyezni ezt a funkciót? A fotók biztonsági mentése újra aktiválódik és megjelenik.
id: Apakah Anda yakin ingin mengaktifkan fitur ini? Pencadangan foto akan diaktifkan dan kembali ditampilkan.
it: Sei sicuro di voler abilitare questa funzione? Il backup della foto verrà attivato e visualizzato nuovamente.
ja: 本当にこの機能を有効にしますか？写真バックアップが再び有効化され、表示されます。
ka: მართლა გნებავთ ამ ფუნქციის ჩართვა? სურათების მარქაფი ისევ ჩაირთვება და ნაჩვენები იქნება.
ko: 이 기능을 정말 활성화하시겠습니까? 사진 백업이 활성화되며 다시 표시됩니다.
nb: Er du sikker på at du vil aktivere denne funksjonen? Sikkerhetskopiering av bilder vil bli aktivert og vist igjen.
nl: Weet u zeker dat u deze functie wilt inschakelen? De back-up wordt geactiveerd en weer weergegeven.
pl: Czy na pewno chcesz włączyć tę funkcję? Kopia zapasowa zdjęć zostanie włączona i ponownie wyświetlona.
pt: Tem a certeza de que deseja ativar esta funcionalidade? A cópia de segurança de fotos será ativada e exibida novamente.
pt_br: Você tem certeza que você quer ativar esse recurso? Você pode ativar novamente depois nas configurações se precisar.
ro: Activați această funcție? Conservarea fotografiilor va fi activată și afișată din nou.
ru: Вы уверены, что хотите включить эту функцию? Резервная копия фото будет активирована и отображена снова.
sk: Skutočne chcete túto funkciu zapnúť? Zálohovanie fotografií sa aktivuje a opäť zobrazí.
sv: Är du säker på att du vill aktivera denna funktion? Säkerhetskopiering av foto kommer att aktiveras och visas igen.
tr: Bu özelliği açmak istediğinize emin misiniz? Fotoğraf yedekleme özelliği açılacak ve yeniden görüntülenecek.
uk: Ви впевнені, що хочете ввімкнути цю функцію? Резервна копія фотографій буде активована і знову покажеться на екрані.
zh_hans: 您确定要启用此功能吗？照片备份将被激活并再次显示。
zh_hant: 您確定要啟用此功能嗎？相片備份將會再次啟用並顯示。

# photo_feature_enable_title
source: Enable photo backup feature
be: Уключыць функцыю рэзервовага капіявання фатаграфій
ca: Activa la característica de còpia de seguretat de les fotos
cs: Povolit funkci zálohování fotek
da: Aktiver sikkerhedskopiering af billeder
de: Aktivieren die Foto-Sicherung
el: Ενεργοποιήστε τη λειτουργία δημιουργίας αντιγράφων ασφαλείας φωτογραφιών
es: Activar la función de copia de seguridad de las fotos
es_419: Activar la función de copia de seguridad de fotos
fi: Ota kuvien varmuuskopiointi käyttöön
fr: Activer la fonctionnalité de sauvegarde des photos
hu: Fotók biztonsági mentése funkció engedélyezése
id: Aktifkan fitur pencadangan foto
it: Abilita la funzione di backup delle foto
ja: 写真バックアップ機能を有効化
ka: სურათების მარქაფის ფუნქციის ჩართვა
ko: 사진 백업 기능 활성화
nb: Aktiver funksjonen for sikkerhetskopiering av bilder
nl: Schakel foto back-upfunctie in
pl: Włącz kopię zapasową zdjęć
pt: Ativar a funcionalidade de backup de fotos
pt_br: Ativar recurso de backup de fotos
ro: Activare funcție de conservare imagini
ru: Включить функцию резервного копирования фото
sk: Zapnúť funkciu zálohovania fotografií
sv: Aktivera funktion för säkerhetskopiering av foto
tr: Fotoğraf yedekleme özelliğini aç
uk: Увімкнути функцію резервного копіювання фотографій
zh_hans: 启用图片备份功能
zh_hant: 啟用相片備份功能

# photo_feature_explanation
source: This will enable photo backup feature on this device. The Photos tab and feature settings will be displayed.
be: На гэтай прыладзе будзе ўключана функцыя рэзервовага капіявання фатаграфій. Укладка "Фатаграфіі" і налады функцыі будуць адлюстраваны ў праграме.
ca: Això activarà la característica de còpia de seguretat de les fotos en aquest dispositiu. Es mostraran la pestanya Fotos i la configuració de les característiques.
cs: Toto povolí funkci zálohování fotek na tomto zařízení. Zobrazí se karta Fotky a nastavení funkce.
da: Dette aktiverer sikkerhedskopiering af billeder på denne enhed. Fanen Billeder og funktionsindstillingerne vises.
de: Das wird die Foto-Sicherung auf diesem Gerät aktivieren. Der Fotos-Tab und die funktionsspezifischen Einstellungen werden angezeigt.
el: Αυτό θα ενεργοποιήσει τη λειτουργία δημιουργίας αντιγράφων ασφαλείας φωτογραφιών σε αυτήν τη συσκευή. Θα εμφανιστεί η καρτέλα Φωτογραφίες και οι ρυθμίσεις δυνατοτήτων.
es: Esto activará la función de copia de seguridad de fotos en este dispositivo. Se mostrarán la pestaña Fotos y los ajustes de la función.
es_419: Esto activará la función de copia de seguridad de fotos en este dispositivo. Se mostrarán la pestaña Fotos y los ajustes de la función.
fi: Tämä ottaa kuvien varmuuskopiointiominaisuuden käyttöön tällä laitteella. Kuvat-välilehti ja ominaisuuden asetukset tulevat näkyviin.
fr: Ceci activera la fonctionnalité de sauvegarde des photos sur cet appareil. L'onglet Photos et les paramètres de la fonctionnalité s'afficheront.
hu: Ez engedélyezi a fotó biztonsági mentés funkciót ezen az eszközön. Megjelenik a Fotók fül és a funkció beállításai.
id: Tindakan ini akan mengaktifkan fitur pencadangan foto pada perangkat ini. Tab Foto dan pengaturan fitur akan ditampilkan.
it: Ciò abiliterà la funzione di backup delle foto su questo dispositivo. Verranno visualizzate la scheda Foto e le impostazioni delle funzionalità.
ja: これによりこのデバイスで写真バックアップ機能が有効化されます。写真タブとシステム設定が表示されます。
ka: ეს ამ მოწყობილობაზე სურათების მარქაფს ჩართავს. ნაჩვენები იქნება სურათების ჩანართი და ფუნქცის პარამეტრები.
ko: 이 작업은 이 기기에서의 사진 백업 기능을 활성화합니다. 사진 탭 및 기능 설정이 표시됩니다.
nb: Dette vil aktivere funksjonen for sikkerhetskopiering av bilder på denne enheten. Bilder-fanen og funksjonsinnstillingene vises.
nl: Dit zal de functie voor foto back-up op dit apparaat inschakelen. Het tabblad afbeeldingen en functies worden weergegeven.
pl: Spowoduje to włączenie funkcji tworzenia kopii zapasowej zdjęć. Karta Zdjęcia i ustawienia funkcji pojawią się.
pt: Isto ativará a funcionalidade de cópia de segurança das fotos neste dispositivo. O separador Fotos e as definições de funcionalidades serão exibidas.
pt_br: Isso ativará o recuso de backup de fotos nesse dispositivo. A guia Fotos e as configurações do recurso serão exibidas.
ro: Aceasta va activa funcția de conservare a fotografiilor pe acest dispozitiv. Se vor afișa fila Fotografii și setările acesteia.
ru: Это позволит включить функцию резервного копирования фотографий на этом устройстве. Будут отображены вкладка Фото и настройки функции.
sk: Týmto povolíte funkciu zálohovania fotografií z tohto zariadenia. Zobrazí sa karta Fotografie a nastavenia funkcie.
sv: Detta kommer aktivera funktion för säkerhetskopiering av foto på denna enhet. Fliken “Foton“ och funktionsinställningar kommer att visas.
tr: Bu işlem, bu aygıtta fotoğraf yedekleme özelliğini açar. Fotoğraflar sekmesi ve özellik ayarları görüntülenir.
uk: Це увімкне функцію резервного копіювання фотографій на цьому пристрої. Покажеться вкладка Фотографії та налаштування функції.
zh_hans: 这将在此设备上启用照片备份功能。将显示 “照片” 选项卡和功能设置。
zh_hant: 這將會在此裝置上啟用相片備份功能。相片標籤頁及功能設定值將會顯示。

# photo_grid_error
source: Failed to fetch photos. Please try again later.
be: Не ўдалося атрымаць фатаграфіі. Паспрабуйце яшчэ раз пазней.
ca: No s'han pogut recuperar les fotos. Proveu de nou més tard.
cs: Nepodařilo se stáhnout fotky. Zkuste to prosím později.
da: Det lykkedes ikke at hente fotos. Prøv igen senere.
de: Fehler beim Abrufen der Fotos. Bitte versuche es später erneut.
el: Αποτυχία λήψης φωτογραφιών. Παρακαλούμε προσπαθήστε ξανά αργότερα.
es: Error al obtener las fotos. Intenta de nuevo más tarde.
es_419: Error al obtener las fotos. Intente de nuevo más tarde.
fi: Kuvien nouto epäonnistui. Yritä uudelleen.
fr: Les photos n'ont pas pu être récupérées. Nous vous invitons à réessayer plus tard.
hu: Nem sikerült lekérni a fényképeket. Próbálja meg újra később.
id: Foto gagal diperoleh. Silakan coba lagi nanti.
it: Impossibile recuperare le foto. Per favore riprova più tardi.
ja: 写真の取得に失敗しました。後ほど再度お試しください。
ka: სურათების გამოთხოვის შეცდომა. მოგვიანებით სცადეთ.
ko: 사진 패치 실패. 다시 시도하십시오.
nb: Kunne ikke hente fotoer. Prøv igjen senere.
nl: Het ophalen van foto's is mislukt. Probeer het later opnieuw.
pl: Nie udało się pobrać zdjęć. Spróbuj ponownie później.
pt: Erro ao buscar as fotos. Tente novamente mais tarde.
pt_br: Falha ao obter as fotos. Tente novamente mais tarde.
ro: Eșuare preluare fotografii. Reîncercați mai târziu.
ru: Не удалось загрузить фотографии. Повторите попытку позже.
sk: Nepodarilo sa načítať fotografie. Skúste to neskôr, prosím.
sv: Misslyckades att hämta foton. Försök igen senare.
tr: Fotoğraflar alınamadı. Lütfen bir süre sonra yeniden deneyin.
uk: Не вдалося отримати фотографії. Будь ласка, спробуйте ще раз пізніше.
zh_hans: 获取照片失败。请稍后再试。
zh_hant: 無法取得相片。請稍後再試一次。

# photo_migration_banner_text
source: Photos are not available during migration. Please wait until migration is finished.
be: Фатаграфіі недаступны падчас пераносу. Дачакайцеся яго завяршэння.
ca: Les fotos no estan disponibles durant la migració. Espereu fins que finalitzi la migració.
cs: Během migrace nejsou fotky k dispozici. Počkejte prosím na dokončení migrace.
da: Fotos er ikke tilgængelige under migreringen. Vent indtil migreringen er færdig.
de: Fotos sind während der Migration nicht verfügbar. Bitte warte, bis die Migration abgeschlossen ist.
el: Οι φωτογραφίες δεν είναι διαθέσιμες κατά τη μετεγκατάσταση. Παρακαλούμε περιμένετε μέχρι να ολοκληρωθεί η μετεγκατάσταση.
es: Las fotos no están disponibles durante la migración. Espera hasta que finalice la migración.
es_419: Las fotos no están disponibles durante la migración. Espere hasta que finalice la migración.
fi: Kuvat eivät ole käytettävissä siirron aikana. Odota, kunnes siirto on valmis.
fr: Les photos ne sont pas disponibles pendant la migration. Veuillez patienter jusqu'à ce que la migration soit terminée.
hu: A fényképek nem érhetők el az áttelepítés alatt. Várjon, amíg az áttelepítés befejeződik.
id: Foto tidak tersedia pada saat migrasi sedang berlangsung. Silakan tunggu hingga proses migrasi rampung.
it: Le foto non sono disponibili durante la migrazione. Attendi fino al termine della migrazione.
ja: 写真は移行中は使用できません。移行が完了するまでお待ちください。
ka: მიგრაციისას ფოტოები ხელმიუწვდომელია. გთხოვთ, დაელოდოთ მიგრაციის დასრულებას.
ko: 전환 도중 사진을 사용할 수 없습니다. 전환 완료 전까지 기다려주세요.
nb: Bilder er ikke tilgjengelige under overføringen. Vent til overføringen er fullført.
nl: Foto's zijn niet beschikbaar tijdens de migratie. Wacht tot de migratie is voltooid.
pl: Zdjęcia nie są dostępne podczas migracji danych. Poczekaj na zakończenie migracji.
pt: As fotos não estão disponíveis durante a migração. Aguarde até que a migração termine.
pt_br: As fotos não estão disponíveis durante a migração. Aguarde até que a migração seja concluída.
ro: Fotografiile nu sunt accesibile pe durata migrării. Așteptați finalizarea acesteia.
ru: Во время миграции фото недоступны. Дождитесь завершения миграции.
sk: Počas migrácie nie sú fotografie k dispozícii. Počkajte, kým sa migrácia neukončí, prosím.
sv: Foton är inte tillgängliga under migrering. Vänta tills migrering är klar.
tr: Fotoğraflar aktarım sırasında kullanılamaz. Lütfen aktarım tamamlanana kadar bekleyin.
uk: Фотографії недоступні під час міграції. Зачекайте, доки вона завершиться.
zh_hans: 无法在迁移过程中使用照片，请等待迁移完成。
zh_hant: 遷移期間無法使用相片。請等候遷移完成。

# photo_migration_headline
source: Important updates
be: Важныя абнаўленні
ca: Actualitzacions importants
cs: Důležité aktualizace
da: Vigtige opdateringer
de: Wichtige Aktualisierungen
el: Σημαντική ενημέρωσεις
es: Actualizaciones importantes
es_419: Actualizaciones importantes
fi: Tärkeitä päivityksiä
fr: Mises à jour importantes
hu: Fontos frissítések
id: Pembaruan penting
it: Aggiornamenti importanti
ja: 重要なアップデート
ka: მნიშვნელოვანი განახლებები
ko: 중요한 업데이트
nb: Viktige oppdateringer
nl: Belangrijke updates
pl: Ważne aktualizacje
pt: Atualizações importantes
pt_br: Atualizações importantes
ro: Actualizări importante
ru: Важные обновления
sk: Dôležité aktualizácie
sv: Viktiga uppdateringar
tr: Önemli güncellemeler
uk: Важливі оновлення
zh_hans: 重要更新
zh_hant: 重要更新
